export default {
  order: {
    created: "已创建委托",
    canceled: "已取消委托"
  },
  otp: {
    enabled: "2FA was enabled"
  },
  password: {
    changed: "密码已更改",
    forgot: "密码重置链接已经发送至用户邮箱",
    changed_successfuly: "密码已更改"
  },
  phone: {
    send: "验证码已经发送至手机",
    confirmed: "验证码已确认"
  },
  sent: "消息已发送",
  email_confirmed: "你的邮箱地址已经确认",
  withdraw: {
    enable2fa: "To withdraw you have to enable 2FA",
    success: "您的代币转出请求已经确认"
  },
  user_privacy: {
    t1: "本隐私声明适用GIH的所有相关服务，GIH尊重并保护所有使用GIH平台服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，会按照本隐私权政策的规定使用和披露您的个人信息但GIH将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，GIH不会将这些信息对外披露或向第三方提供。GIH会不时更新本隐私权政策。您在同意GIH服务协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于GIH服务协议不可分割的一部分。",
    p1: "1、适用范围",
    p1_1: "在您注册或激活可以登录GIH平台的账户时，您在GIH平台或者其关联公司提供的其他平台提供的个人注册信息（应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息除外）；",
    p1_2: "在您使用GIH平台服务，或访问GIH平台网页时，GIH自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；GIH通过合法途径从商业伙伴处取得的用户个人数据。",
    p2: "2、信息使用",
    p2_1: "GIH不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和GIH（含GIH关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。",
    p2_2: " GIH亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何GIH平台用户如从事上述活动，一经发现，GIH有权立即终止与该用户的服务协议。",
    p3: "3、信息披露",
    p3_1: "在如下情况下，GIH将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：",
    p3_2: "经您事先同意，向第三方披露；",
    p3_3: "如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；",
    p3_4: "如您出现违反有关法律、法规或者GIH服务协议或相关规则的情况，需要向第三方披露；为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；",
    p3_5: "在GIH平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，GIH有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。其它GIH根据法律、法规或者网站政策认为合适的披露。",
    p4: "4、信息存储和交换",
    p4_1: "GIH收集的有关您的信息和资料将保存在GIH及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或GIH收集信息和资料所在地的境外并在境外被访问、存储和展示。",
    p5: "5、cookies的使用",
    p5_1: "在您未拒绝接受cookies的情况下，GIH会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的GIH平台服务或功能。GIH使用cookies可为您提供更加周到的个性化服务包括推广服务。您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的GIH平台服务或功能。通过GIH所设cookies所取得的有关信息，将适用本政策；",
    p6: "6、信息安全",
    p6_1: "您的账户均有安全保护功能，请妥善保管您的账户及密码信息。GIH将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。在使用GIH平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。",
    p6_2: " 请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络GIH客服，以便GIH采取相应措施。",
    p6_3: "未成年人的特别注意事项 如果您不是具备完全民事权利能力和完全民事行为能力的自然人，您无权使用本平台服务，因此GIH希望您不要向我们提供任何个人信息。"
  },
  aboutus: {
    aboutGIH: "GIH是一个专注区块链资产交易平台。主要面向全球用户提供比特币、以太币以及多种分叉币等数字资产的现货服务。专业、创新、人文是我们的核心价值，我们致力于打造提供更加安全、便捷的区块链资产兑换服务，为你的未来提供优质资产。",
    p1: "多币种支持",
    p1_1: "BTC、ETH、USDT等。",
    p2: "高性能",
    p2_1: "超级撮合引擎，百万级订单处理能力。",
    p3: "多语言支持",
    p3_1: "提供英文、西文及中文支持，语言持续增加中。",
    p4: "分叉币种支持",
    p4_1: "支持多种分叉币。",
    p5: "零手续费",
    p5_1: "交易双方均免收手续费，无隐藏费用。"
  }
};
